<?php
//Текстовые ответы - должны будут уйти в базу данных в будущем
const TBHELP_ROOT = "Привет. Ваша роль ROOT. Вам доступны следующие команды:
Функции умного одногруппника
/rasp - получить расписание. 
/headgroup - Контакты старосты.
/rasp - Получить всё расписание. 
/Week - Расписание на неделю
/tomorrow - Расписание на завтра
/today - Расписание на сегодня
/group - Список группы
/findp - Контакты преподавателя
/finds - Поиск студента
/dz - Домашнее задание по предмету
/alldz - Домашнее задание за все время
/adddz - Добавить домашнее задание.

Команды помошники:
/user_id - Свой ID
/chat_id - ID чата
/logs    - Лог входящих сообщений
";
const TBHELP = "Привет. Ваша роль STUDENT. Вам доступны следующие команды:
/headgroup - Контакты старосты.
/rasp - Получить всё расписание. 
/week - Расписание на неделю
/tomorrow - Расписание на завтра
/today - Расписание на сегодня
/group - Список группы
/findp - Контакты преподавателя
/finds - Поиск студента
/dz - Домашнее задание по предмету
/alldz - Домашнее задание за все время
/adddz - Добавить домашнее задание.
";
const TBSTART = "Привет. Я помошник студента ИСИТ 3его курса. \nО том, что я умею можно узнать по команде /help";
const TBPROXY = "Для подключения прокси кликни по ссылке:\nhttps://t.me/proxy?server=142.93.134.100&port=3434&secret=1d3a72af7b07e06c0db56fcfa4a75f5c";
const TBLOGS = "Файл логов здесь:\n142.93.134.100/telebots/FRTEST/logs/logs\n П.с. Удобно читать в Visual Studio Code или браузере, так будут переносы строки в отличии от блокнота :)";
const TBHEADGROUP = "Староста 
Владимир Андреевич Скрылев, 
@Vladimir_Skrylev 
Телефон: +7 (985) 614-20-19";
const TBGROUP = "
Группа №306. ИСИТ
Информационные системы и технологии.

Состав:
Алексеева Светлана
Билялов Борис
Володина Ольга
Дружинина Надежда
Елькина Виктория
Иваева Юлия
Куровец Федор
Лаптев Максим
Мисник Елизавета
Муленков Владимир
Родыгин Павел
Ронина Александра
Савеленок Данил
Сафронова Евгения
Скороходов Игорь
Скрылев Владимир
Табунова Екатерина
Тищенко Константин
Фирстова Мария
Шабарчина Александра
Шаповалов Алексей
Якушева Ирина
";
?>
